# Анализ данных в разработке игр
Отчет по лабораторной работе #1 выполнил(а):
- Попов Захар Владимирович
- РИ220943
Отметка о выполнении заданий (заполняется студентом):

| Задание | Выполнение | Баллы |
| ------ | ------ | ------ |
| Задание 1 | * |  |
| Задание 2 | * |  |
| Задание 3 | * |  |

знак "*" - задание выполнено; знак "#" - задание не выполнено;

Работу проверили:
- к.т.н., доцент Денисов Д.В.
- к.э.н., доцент Панов М.А.
- ст. преп., Фадеев В.О.


Структура отчета

- Данные о работе: название работы, фио, группа, выполненные задания.
- Цель работы.
- Задание 1.
- Код реализации выполнения задания. Визуализация результатов выполнения (если применимо).
- Задание 2.
- Код реализации выполнения задания. Визуализация результатов выполнения (если применимо).
- Задание 3.
- Код реализации выполнения задания. Визуализация результатов выполнения (если применимо).
- Выводы.

## Цель работы
Установка программного обеспечения
## Задание 1
### Написать программу Hello World на Python с запуском в Jupiter Notebook.

```py

In [ ]:
print('Hello world')

```

## Задание 2
### Написать программу Hello World на C# с запуском на Unity.

```C#

using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class HelloWorld : MonoBehaviour
{
    // Start is called before the first frame update
    void Start()
    {
        print("Hello World");
    }

    // Update is called once per frame
    void Update()
    {
        
    }
}

```

## Задание 3
### Оформить отчет в виде документации на github (markdown-разметка).

## Выводы

Абзац умных слов о том, что было сделано и что было узнано.

## Powered by

**BigDigital Team: Denisov | Fadeev | Panov**
